// FAQ 데이터
export const fqas = [
  {
    id: 'faq-1',
    question: '코리빙의 장점은 무엇인가요?',
    answer:
      '코리빙(Coliving)은 쾌적하게 살 수 있는 주거 건물을 여러 사람이 나눠 쓰는 생활 방식입니다. 개인 공간과 공용 공간이 분명히 구분되어, 혼자와 함께의 장점을 모두 누릴 수 있어요. 코리빙 하우스는 이웃과 상호 작용하는 커뮤니티 거점으로 기능한다는 점에서 연대가 부족한 1인 가구의 대안으로 여겨지며, 주거비가 높은 전세계 도시를 중심으로도 새로운 삶의 방식으로 떠오르고 있습니다.',
    isAccordionOpen: true,
  },
  {
    id: 'faq-2',
    question: '코리빙에 살아보려면 어떻게 해야 하나요?',
    answer:
      '코리빙(Coliving)은 쾌적하게 살 수 있는 주거 건물을 여러 사람이 나눠 쓰는 생활 방식입니다. 개인 공간과 공용 공간이 분명히 구분되어, 혼자와 함께의 장점을 모두 누릴 수 있어요. 코리빙 하우스는 이웃과 상호 작용하는 커뮤니티 거점으로 기능한다는 점에서 연대가 부족한 1인 가구의 대안으로 여겨지며, 주거비가 높은 전세계 도시를 중심으로도 새로운 삶의 방식으로 떠오르고 있습니다.',
    isAccordionOpen: true,
  },
  {
    id: 'faq-3',
    question: '스테이 예약 방법이 궁금해요.',
    answer:
      '아래 링크로 들어가 안내에 따라 예약을 진행해 주세요. Locations의 지점별 페이지에서 객실 타입과 위치 등을 살펴볼 수 있습니다. 체크인 당일 안내 메일을 보내 드리니, 꼭 확인하고 방문해 주세요.',
    isAccordionOpen: false,
  },
  {
    id: 'faq-4',
    question: '워크앤스테이는 어떻게 이용하나요?',
    answer:
      '아래 링크로 들어가 안내에 따라 예약을 진행해 주세요. Locations의 지점 페이지에서 객실 타입과 위치 등을 살펴볼 수 있습니다. 체크인 당일 안내 문자를 보내 드리니, 꼭 확인하고 방문해 주세요. 리모트 워커를 위한 ‘워크와이드 멤버십’에 가입하면 할인 코드도 드려요. 지금 바로 가입하고 상시 할인을 비롯한 풍성한 혜택과 함께 워크앤스테이를 경험해 보세요.',
    isAccordionOpen: false,
  },
];
